{
  "codeOfConduct.general.title": "Xeral",
  "codeOfConduct.general.rule1": "A verdade é que non nos importa nin a túa relixión, as túas ideas políticas, a túa cor, as túas crenzas, as túas preferencias sexuais ou alimenticias. Así que non hai razón no mundo para armar follón por iso.",
  "codeOfConduct.general.rule2": "O que se cabrea, perde. Se hai unha movida e ves que estás empezando a perder os papeis, mellor conta ata 1024 e pasa do tema, nada é tan importante de verdade.",
  "codeOfConduct.general.rule3": "Calquera charla será benvida sempre e cando se manteña de forma amigable, amena e civilizada. En canto se perda algunha destas cousas, a conversa debe cortarse.",
  "codeOfConduct.general.rule4": "Este grupo está aberto para calquera persoa que non estea relacionada coa informática e que teña ganas de charlar e aprender sobre sistemas.",
  "codeOfConduct.general.rule5": "Coñecer a netiquette é a mellor maneira de levarse ben na rede. Non está de máis repasala de vez en cando.",
  "codeOfConduct.general.rule6": "Somos un grupo de profesionais, e comportámonos como tal. Considérase unha falta de profesionalismo calquera acción que teña como obxectivo molestar a outro membro ou ao grupo (insultos, hackeos, spams, etc.), xa sexa estando presente ou ausente, máis alá de calquera rollo interno que haxa entre as partes.",
  "codeOfConduct.telegram.title": "Sobre o grupo de Telegram",
  "codeOfConduct.telegram.rule1": "Neste mundo moderno, é preferible estar en servizos de mensaxería modernos (xa deixade morrer ao IRC). Con todo, estar preto como comunidade non implica que haxa unha proximidade persoal entre os membros, así que se queres mandar unha mensaxe privada, asegúrate antes de ter o seu consentimento para non incomodar aos novos.",
  "codeOfConduct.collaboration.title": "Sobre a colaboración",
  "codeOfConduct.collaboration.rule1": "Sempre estamos buscando xente disposta a botar unha man coa comunidade. Non preguntes se podes colaborar, pregunta como.",
  "codeOfConduct.collaboration.rule2": "Ser voluntario leva unha responsabilidade e esperamos que se tome en serio.",
  "codeOfConduct.collaboration.rule3": "Aceptamos calquera tipo de donación de hardware ou calquera cousa que nos poida axudar en eventos e/ou para organizar novos.",
  "codeOfConduct.sanctions.title": "Sobre as sancións",
  "codeOfConduct.sanctions.rule1": "Incumprir as normas de convivencia deste código implica sancións. Estas son decididas polas partes afectadas debido ás infraccións cometidas. Aínda que non se lle pecha a porta a ninguén, é importante acatar as sancións cando sexan impostas, para que este grupo siga sendo un lugar no que queramos estar.",
  "footer.codeOfConduct": "Código de Conduta",
  "footer.email": "root@sysarmy.com",
  "header.logo": "Logo de Sysarmy Galicia",
  "hero.slide1.ctaText": "Únete á Comunidade",
  "hero.slide1.description": "Profesionais de sistemas e tecnoloxia en Galicia. unete aos nosos meetups, charlas e eventos de networking.",
  "hero.slide1.title": "Benvido a Sysarmy Galicia",
  "hero.slide2.ctaText": "Ver Eventos",
  "hero.slide2.description": "Descobre as últimas charlas técnicas, workshops e eventos de networking en Santiago de Compostela e toda Galicia.",
  "hero.slide2.title": "Próximos Eventos e Meetups",
  "hero.slide3.ctaText": "Explorar Recursos",
  "hero.slide3.description": "Accede a recursos exclusivos, presentacións de meetups anteriores e contido técnico creado pola comunidade.",
  "hero.slide3.title": "Recursos e Coñecemento",
  "language.english": "Ingles",
  "language.galician": "Galego",
  "language.selector": "Idioma",
  "language.spanish": "Español",
  "pages.codeOfConduct.lastUpdated": "Última actualización: 13 de novembro de 2025",
  "pages.codeOfConduct.sysarmy": "Sysarmy",
  "pages.codeOfConduct.title": "Código de Conduta",
  "pages.home.description": "Benvido a Sysarmy Galicia, a comunidade de tecnoloxía e sistemas máis activa de Galicia. Únete a eventos, recursos e networking con profesionais da industria.",
  "pages.home.title": "Inicio - Sysarmy Galicia",
  "pages.timeline.title": "Liña de Tempo - Sysarmy Galicia",
  "site.description": "Comunidade de tecnoloxia e sistemas en Galicia",
  "site.keywords": "sysarmy, galicia, tecnoloxia, sistemas, comunidade, desenvolvedores, devops, sysadmin",
  "site.title": "Sysarmy Galicia"
}
