{
  "codeOfConduct.general.title": "General",
  "codeOfConduct.general.rule1": "The truth is that we don't care about your religion, your political ideas, your color, your beliefs, your sexual or dietary preferences. So there's no reason in the world to make a fuss about that.",
  "codeOfConduct.general.rule2": "If you get angry, you lose. If there's a problem and you see that you're starting to lose your temper, it's better to count to 1024 and pass on the issue, nothing is really that important.",
  "codeOfConduct.general.rule3": "Any conversation will be welcome as long as it remains friendly, pleasant and civilized. As soon as any of these things is lost, the conversation must be cut short.",
  "codeOfConduct.general.rule4": "This group is open to anyone not related to computer science who wants to chat and learn about systems.",
  "codeOfConduct.general.rule5": "Knowing netiquette is the best way to get along on the net. It doesn't hurt to review it from time to time.",
  "codeOfConduct.general.rule6": "We are a group of professionals, and we behave as such. Any action aimed at bothering another member or the group (insults, hacks, spam, etc.) is considered unprofessional, whether present or absent, beyond any internal issue between the parties.",
  "codeOfConduct.telegram.title": "About the Telegram group",
  "codeOfConduct.telegram.rule1": "In this modern world, it's preferable to be on modern messaging services (please let IRC die). However, being close as a community doesn't imply personal closeness between members, so if you want to send a private message, make sure you have their consent first so as not to make newcomers uncomfortable.",
  "codeOfConduct.collaboration.title": "About collaboration",
  "codeOfConduct.collaboration.rule1": "We are always looking for people willing to lend a hand with the community. Don't ask if you can collaborate, ask how.",
  "codeOfConduct.collaboration.rule2": "Being a volunteer carries responsibility and we expect it to be taken seriously.",
  "codeOfConduct.collaboration.rule3": "We accept any type of hardware donation or anything that can help us in events and/or to organize new ones.",
  "codeOfConduct.sanctions.title": "About sanctions",
  "codeOfConduct.sanctions.rule1": "Failure to comply with the coexistence rules of this code implies sanctions. These are decided by the affected parties due to the infractions committed. Although the door is not closed to anyone, it is important to abide by the sanctions when they are imposed, so that this group continues to be a place where we want to be.",
  "footer.codeOfConduct": "Code of Conduct",
  "footer.email": "root@sysarmy.com",
  "header.logo": "Sysarmy Galicia Logo",
  "hero.slide1.ctaText": "Join the Community",
  "hero.slide1.description": "Systems and technology professionals in Galicia. Join our meetups, talks and networking events.",
  "hero.slide1.title": "Welcome to Sysarmy Galicia",
  "hero.slide2.ctaText": "View Events",
  "hero.slide2.description": "Discover the latest technical talks, workshops and networking events in Santiago de Compostela and all of Galicia.",
  "hero.slide2.title": "Upcoming Events and Meetups",
  "hero.slide3.ctaText": "Explore Resources",
  "hero.slide3.description": "Access exclusive resources, presentations from previous meetups and technical content created by the community.",
  "hero.slide3.title": "Resources and Knowledge",
  "language.english": "English",
  "language.galician": "Galician",
  "language.selector": "Language",
  "language.spanish": "Spanish",
  "pages.codeOfConduct.lastUpdated": "Latest updated: 13 November 2025",
  "pages.codeOfConduct.sysarmy": "Sysarmy",
  "pages.codeOfConduct.title": "Code of Conduct",
  "pages.home.description": "Welcome to Sysarmy Galicia, the most active technology and systems community in Galicia. Join events, resources and networking with industry professionals.",
  "pages.home.title": "Home - Sysarmy Galicia",
  "pages.timeline.title": "Timeline - Sysarmy Galicia",
  "site.description": "Technology and systems community in Galicia",
  "site.keywords": "sysarmy, galicia, technology, systems, community, developers, devops, sysadmin",
  "site.title": "Sysarmy Galicia"
}
