{
  "codeOfConduct.general.title": "General",
  "codeOfConduct.general.rule1": "La verdad es que no nos importa ni tu religión, tus ideas políticas, tu color, tus creencias, tus preferencias sexuales o alimenticias. Así que no hay razón en el mundo para armar jaleo por eso.",
  "codeOfConduct.general.rule2": "El que se cabrea, pierde. Si hay una movida y ves que estás empezando a perder los papeles, mejor cuenta hasta 1024 y pasa del tema, nada es tan importante de verdad.",
  "codeOfConduct.general.rule3": "Cualquier charla será bienvenida siempre y cuando se mantenga de forma amigable, amena y civilizada. En cuanto se pierda alguna de estas cosas, la conversación debe cortarse.",
  "codeOfConduct.general.rule4": "Este grupo está abierto para cualquier persona que no esté relacionada con la informática y que tenga ganas de charlar y aprender sobre sistemas.",
  "codeOfConduct.general.rule5": "Conocer la netiquette es la mejor manera de llevarse bien en la red. No está de más repasarla de vez en cuando, así que.",
  "codeOfConduct.general.rule6": "Somos un grupo de profesionales, y nos comportamos como tal. Se considera una falta de profesionalismo cualquier acción que tenga como objetivo molestar a otro miembro o al grupo (insultos, hackeos, spams, etc.), ya sea estando presente o ausente, más allá de cualquier rollo interno que haya entre las partes.",
  "codeOfConduct.telegram.title": "Sobre el grupo de Telegram",
  "codeOfConduct.telegram.rule1": "En este mundo moderno, es preferible estar en servicios de mensajería modernos (ya dejad morir al IRC). Sin embargo, estar cerca como comunidad no implica que haya una cercanía personal entre los miembros, así que si quieres mandar un mensaje privado, asegúrate antes de tener su consentimiento para no incomodar a los nuevos.",
  "codeOfConduct.collaboration.title": "Sobre la colaboración",
  "codeOfConduct.collaboration.rule1": "Siempre estamos buscando gente dispuesta a echar una mano con la comunidad. No preguntes si puedes colaborar, pregunta cómo.",
  "codeOfConduct.collaboration.rule2": "Ser voluntario conlleva una responsabilidad y esperamos que se tome en serio.",
  "codeOfConduct.collaboration.rule3": "Aceptamos cualquier tipo de donación de hardware o cualquier cosa que nos pueda ayudar en eventos y/o para organizar nuevos.",
  "codeOfConduct.sanctions.title": "Sobre las sanciones",
  "codeOfConduct.sanctions.rule1": "Incumplir las normas de convivencia de este código implica sanciones. Éstas son decididas por las partes afectadas debido a las infracciones cometidas. Aunque no se le cierra la puerta a nadie, es importante acatar las sanciones cuando sean impuestas, para que este grupo siga siendo un lugar en el que queramos estar.",
  "footer.codeOfConduct": "Código de Conducta",
  "footer.email": "root@sysarmy.com",
  "header.logo": "Logo de Sysarmy Galicia",
  "hero.slide1.ctaText": "Únete a la Comunidad",
  "hero.slide1.description": "Profesionales de sistemas y tecnología en Galicia. Únete a nuestros meetups, charlas y eventos de networking.",
  "hero.slide1.title": "Bienvenido a Sysarmy Galicia",
  "hero.slide2.ctaText": "Ver Eventos",
  "hero.slide2.description": "Descubre las últimas charlas técnicas, workshops y eventos de networking en Santiago de Compostela y toda Galicia.",
  "hero.slide2.title": "Próximos Eventos y Meetups",
  "hero.slide3.ctaText": "Explorar Recursos",
  "hero.slide3.description": "Accede a recursos exclusivos, presentaciones de meetups anteriores y contenido técnico creado por la comunidad.",
  "hero.slide3.title": "Recursos y Conocimiento",
  "language.english": "Inglés",
  "language.galician": "Gallego",
  "language.selector": "Idioma",
  "language.spanish": "Español",
  "pages.codeOfConduct.lastUpdated": "Última actualización: 13 de noviembre de 2025",
  "pages.codeOfConduct.sysarmy": "Sysarmy",
  "pages.codeOfConduct.title": "Código de Conducta",
  "pages.home.description": "Bienvenido a Sysarmy Galicia, la comunidad de tecnología y sistemas más activa de Galicia. Únete a eventos, recursos y networking con profesionales de la industria.",
  "pages.home.title": "Inicio - Sysarmy Galicia",
  "pages.timeline.title": "Línea de Tiempo - Sysarmy Galicia",
  "site.description": "Comunidad de tecnología y sistemas en Galicia",
  "site.keywords": "sysarmy, galicia, tecnología, sistemas, comunidad, desarrolladores, devops, sysadmin",
  "site.title": "Sysarmy Galicia"
}
